/* String for letting a user know that this update will be a paid one, since they are going to lose their registered copy by installing it. */
"You do not have a paid license for the latest version. Installing this update will change Snagit from a paid license to a trial version." = "You do not have a paid license for the latest version. Installing this update will change Snagit from a paid license to a trial version.";

